Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Choose from the Local
ar: اختر من الملفات المحلية
cs: Vybrat z místních souborů
da: Vælg fra lokal
de: Aus lokalem Speicher wählen
el: Επιλογή από τοπικά
es: Elegir desde local
fi: Valitse paikallisesta
fr: Choisir depuis le Finder
hi: स्थानीय से चुनें
hu: Választás helyi fájlból
id: Pilih dari Lokal
it: Scegli dal locale
ja: ローカルから選択
ko: 로컬에서 선택
ms: Pilih dari Setempat
nb: Velg fra lokal
nl: Kies uit lokale bestanden
pl: Wybierz z lokalnych plików
pt: Escolher do local
ro: Alegeți din fișierele locale
ru: Выбрать локально
sv: Välj från lokal
th: เลือกจากไฟล์ในเครื่อง
tr: Yerel Dosyalardan Seç
uk: Вибрати з локальних файлів
vi: Chọn từ tệp cục bộ
zh_hans: 从本地选择
zh_hant: 從本機選擇
zh_hk: 從本機選擇

source: Clear All Cache
ar: مسح كل ذاكرة التخزين المؤقت
cs: Vymazat celou mezipaměť
da: Ryd al cache
de: Gesamten Cache löschen
el: Εκκαθάριση όλης της προσωρινής μνήμης
es: Borrar todo el caché
fi: Tyhjennä kaikki välimuisti
fr: Vider tout le cache
hi: सारा कैश साफ़ करें
hu: Teljes gyorsítótár törlése
id: Hapus Semua Cache
it: Cancella tutta la cache
ja: すべてのキャッシュを消去
ko: 모든 캐시 삭제
ms: Kosongkan Semua Cache
nb: Tøm all buffer
nl: Alle cache wissen
pl: Wyczyść całą pamięć podręczną
pt: Limpar todo o cache
ro: Golire cache complet
ru: Очистить весь кэш
sv: Rensa all cache
th: ล้างแคชทั้งหมด
tr: Tüm Önbelleği Temizle
uk: Очистити весь кеш
vi: Xóa tất cả bộ nhớ đệm
zh_hans: 清除所有缓存
zh_hant: 清除所有快取
zh_hk: 清除所有快取

source: Command line configuration is available with the 'iconchanger' tool.
ar: تكوين سطر الأوامر متاح باستخدام أداة 'iconchanger'.
cs: Konfigurace příkazového řádku je k dispozici pomocí nástroje 'iconchanger'.
da: Kommandolinjekonfiguration er tilgængelig med 'iconchanger'-værktøjet.
de: Die Befehlszeilenkonfiguration ist mit dem Tool 'iconchanger' verfügbar.
el: Η ρύθμιση γραμμής εντολών είναι διαθέσιμη με το εργαλείο 'iconchanger'.
es: La configuración por línea de comandos está disponible con la herramienta 'iconchanger'.
fi: Komentorivin määritys on käytettävissä 'iconchanger'-työkalulla.
fr: La configuration en ligne de commande est disponible avec l'outil 'iconchanger'.
hi: 'iconchanger' टूल के साथ कमांड लाइन कॉन्फ़िगरेशन उपलब्ध है।
hu: A parancssori konfigurálás az 'iconchanger' eszközzel érhető el.
id: Konfigurasi baris perintah tersedia dengan alat 'iconchanger'.
it: La configurazione da riga di comando è disponibile con lo strumento 'iconchanger'.
ja: コマンドライン設定は 'iconchanger' ツールで利用できます。
ko: 'iconchanger' 도구를 사용하여 명령줄 구성을 할 수 있습니다.
ms: Konfigurasi baris perintah tersedia dengan alat 'iconchanger'.
nb: Kommandolinjekonfigurasjon er tilgjengelig med 'iconchanger'-verktøyet.
nl: Opdrachtregelconfiguratie is beschikbaar met het 'iconchanger'-hulpprogramma.
pl: Konfiguracja wiersza poleceń jest dostępna za pomocą narzędzia 'iconchanger'.
pt: A configuração por linha de comando está disponível com a ferramenta 'iconchanger'.
ro: Configurarea din linia de comandă este disponibilă cu instrumentul 'iconchanger'.
ru: Настройка через командную строку доступна с помощью инструмента 'iconchanger'.
sv: Kommandoradskonfiguration är tillgänglig med verktyget 'iconchanger'.
th: การกำหนดค่าบรรทัดคำสั่งสามารถใช้ได้กับเครื่องมือ 'iconchanger'
tr: 'iconchanger' aracıyla komut satırı yapılandırması mevcuttur.
uk: Конфігурація командного рядка доступна за допомогою інструменту 'iconchanger'.
vi: Cấu hình dòng lệnh có sẵn với công cụ 'iconchanger'.
zh_hans: 可通过 'iconchanger' 命令行工具进行配置。
zh_hant: 可透過 'iconchanger' 命令列工具進行設定。
zh_hk: 可透過 'iconchanger' 命令列工具進行設定。

source: Command Line Tool
ar: أداة سطر الأوامر
cs: Nástroj příkazového řádku
da: Kommandolinjeværktøj
de: Befehlszeilentool
el: Εργαλείο γραμμής εντολών
es: Herramienta de línea de comandos
fi: Komentorivityökalu
fr: Outil en ligne de commande
hi: कमांड लाइन टूल
hu: Parancssori eszköz
id: Alat Baris Perintah
it: Strumento riga di comando
ja: コマンドラインツール
ko: 명령줄 도구
ms: Alat Baris Perintah
nb: Kommandolinjeverktøy
nl: Opdrachtregeltool
pl: Narzędzie wiersza poleceń
pt: Ferramenta de linha de comando
ro: Instrument linie de comandă
ru: Инструмент командной строки
sv: Kommandoradsverktyg
th: เครื่องมือบรรทัดคำสั่ง
tr: Komut Satırı Aracı
uk: Інструмент командного рядка
vi: Công cụ dòng lệnh
zh_hans: 命令行工具
zh_hant: 命令列工具
zh_hk: 指令行工具

source: Configuration
ar: التكوين
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Διαμόρφωση
es: Configuración
fi: Määritys
hi: कॉन्फ़िगरेशन
hu: Konfiguráció
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 구성
ms: Konfigurasi
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ro: Configurare
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_hans: 配置
zh_hant: 設定
zh_hk: 設定

source: Configuration exported successfully
ar: تم تصدير التكوين بنجاح
cs: Konfigurace úspěšně exportována
da: Konfigurationen blev eksporteret
de: Konfiguration erfolgreich exportiert
el: Η διαμόρφωση εξήχθη επιτυχώς
es: Configuración exportada correctamente
fi: Määritys viety onnistuneesti
fr: Configuration exportée avec succès
hi: कॉन्फ़िगरेशन सफलतापूर्वक निर्यात किया गया
hu: Konfiguráció sikeresen exportálva
id: Konfigurasi berhasil diekspor
it: Configurazione esportata con successo
ja: 設定が正常にエクスポートされました
ko: 구성이 성공적으로 내보내졌습니다
ms: Konfigurasi berjaya dieksport
nb: Konfigurasjonen ble eksportert
nl: Configuratie succesvol geëxporteerd
pl: Konfiguracja wyeksportowana pomyślnie
pt: Configuração exportada com sucesso
ro: Configurare exportată cu succes
ru: Конфигурация успешно экспортирована
sv: Konfigurationen exporterades
th: ส่งออกการกำหนดค่าสำเร็จ
tr: Yapılandırma başarıyla dışa aktarıldı
uk: Конфігурацію успішно експортовано
vi: Đã xuất cấu hình thành công
zh_hans: 配置已成功导出
zh_hant: 設定已成功輸出
zh_hk: 設定已成功輸出

source: Configure Permissions
ar: تكوين الأذونات
cs: Konfigurovat oprávnění
da: Konfigurer tilladelser
de: Berechtigungen konfigurieren
el: Ρύθμιση δικαιωμάτων
es: Configurar permisos
fi: Määritä käyttöoikeudet
fr: Configurer les permissions
hi: अनुमतियां कॉन्फ़िगर करें
hu: Engedélyek beállítása
id: Atur Izin
it: Configura permessi
ja: 権限を設定
ko: 권한 구성
ms: Konfigurasi Kebenaran
nb: Konfigurer tillatelser
nl: Machtigingen configureren
pl: Skonfiguruj uprawnienia
pt: Configurar permissões
ro: Configurare permisiuni
ru: Настроить разрешения
sv: Konfigurera behörigheter
th: กำหนดค่าสิทธิ์
tr: İzinleri Yapılandır
uk: Налаштувати дозволи
vi: Cấu hình quyền
zh_hans: 配置权限
zh_hant: 設定權限
zh_hk: 設定權限

source: Configuring...
ar: جارٍ التكوين...
cs: Konfigurace...
da: Konfigurerer...
de: Konfigurieren...
el: Διαμόρφωση...
es: Configurando...
fi: Määritetään...
fr: Configuration...
hi: कॉन्फ़िगर किया जा रहा है...
hu: Konfigurálás...
id: Mengonfigurasi...
it: Configurazione...
ja: 設定中...
ko: 구성 중...
ms: Mengkonfigurasi...
nb: Konfigurerer...
nl: Configureren...
pl: Konfigurowanie...
pt: Configurando...
ro: Se configurează...
ru: Настройка...
sv: Konfigurerar...
th: กำลังกำหนดค่า...
tr: Yapılandırılıyor...
uk: Налаштування...
vi: Đang cấu hình...
zh_hans: 配置中...
zh_hant: 設定中...
zh_hk: 設定中...

source: Connection Test
ar: اختبار الاتصال
cs: Test připojení
da: Forbindelsestest
de: Verbindungstest
el: Δοκιμή σύνδεσης
es: Prueba de conexión
fi: Yhteystesti
fr: Test de connexion
hi: कनेक्शन परीक्षण
hu: Kapcsolat tesztelése
id: Uji Koneksi
it: Test di connessione
ja: 接続テスト
ko: 연결 테스트
ms: Ujian Sambungan
nb: Tilkoblingstest
nl: Verbindingstest
pl: Test połączenia
pt: Teste de conexão
ro: Test conexiune
ru: Тест подключения
sv: Anslutningstest
th: ทดสอบการเชื่อมต่อ
tr: Bağlantı Testi
uk: Тест з'єднання
vi: Kiểm tra kết nối
zh_hans: 连接测试
zh_hant: 連線測試
zh_hk: 連線測試

source: Copy
ar: نسخ
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiere
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 拷貝
zh_hk: 複製

source: Copy the Name
ar: نسخ الاسم
cs: Kopírovat název
da: Kopiér navnet
de: Namen kopieren
el: Αντιγραφή ονόματος
es: Copiar el nombre
fi: Kopioi nimi
fr: Copier le nom
hi: नाम कॉपी करें
hu: Név másolása
id: Salin Nama
it: Copia il nome
ja: 名前をコピー
ko: 이름 복사
ms: Salin Nama
nb: Kopier navnet
nl: Naam kopiëren
pl: Kopiuj nazwę
pt: Copiar o nome
ro: Copiază numele
ru: Копировать имя
sv: Kopiera namnet
th: คัดลอกชื่อ
tr: Adı Kopyala
uk: Копіювати назву
vi: Sao chép tên
zh_hans: 复制名称
zh_hant: 拷貝名稱
zh_hk: 複製名稱

source: Copy the Path Name
ar: نسخ اسم المسار
cs: Kopírovat cestu
da: Kopiér stinavnet
de: Pfadnamen kopieren
el: Αντιγραφή διαδρομής
es: Copiar el nombre de la ruta
fi: Kopioi polun nimi
fr: Copier le Chemin d'accès
hi: पथ नाम कॉपी करें
hu: Útvonal másolása
id: Salin Nama Jalur
it: Copia il nome del percorso
ja: パス名をコピー
ko: 경로 이름 복사
ms: Salin Nama Laluan
nb: Kopier banenavnet
nl: Padnaam kopiëren
pl: Kopiuj ścieżkę
pt: Copiar o nome do caminho
ro: Copiază calea
ru: Копировать имя пути
sv: Kopiera sökvägen
th: คัดลอกเส้นทาง
tr: Yol Adını Kopyala
uk: Копіювати шлях
vi: Sao chép đường dẫn
zh_hans: 复制路径名称
zh_hant: 拷貝路徑名稱
zh_hk: 複製路徑名稱

source: Could not load icon or app no longer exists
ar: تعذر تحميل الأيقونة أو التطبيق لم يعد موجودًا
cs: Nelze načíst ikonu nebo aplikace již neexistuje
da: Kunne ikke indlæse ikonet, eller appen findes ikke længere
de: Symbol konnte nicht geladen werden oder App existiert nicht mehr
el: Δεν ήταν δυνατή η φόρτωση του εικονιδίου ή η εφαρμογή δεν υπάρχει πλέον
es: No se pudo cargar el icono o la app ya no existe
fi: Kuvaketta ei voitu ladata tai sovellusta ei enää ole
fr: Impossible de charger l'icône ou l'application n'existe plus
hi: आइकन लोड नहीं हो सका या ऐप अब मौजूद नहीं है
hu: Az ikon nem tölthető be, vagy az alkalmazás már nem létezik
id: Tidak dapat memuat ikon atau aplikasi tidak lagi ada
it: Impossibile caricare l'icona o l'app non esiste più
ja: アイコンを読み込めないか、アプリが存在しません
ko: 아이콘을 불러올 수 없거나 앱이 더 이상 존재하지 않습니다
ms: Tidak dapat memuatkan ikon atau aplikasi tidak lagi wujud
nb: Kunne ikke laste ikonet eller appen finnes ikke lenger
nl: Kan pictogram niet laden of app bestaat niet meer
pl: Nie można załadować ikony lub aplikacja już nie istnieje
pt: Não foi possível carregar o ícone ou o app não existe mais
ro: Nu s-a putut încărca pictograma sau aplicația nu mai există
ru: Не удалось загрузить иконку или приложение больше не существует
sv: Kunde inte ladda ikonen eller appen finns inte längre
th: ไม่สามารถโหลดไอคอนได้หรือแอปไม่มีอยู่แล้ว
tr: Simge yüklenemedi veya uygulama artık mevcut değil
uk: Не вдалося завантажити іконку або програма більше не існує
vi: Không thể tải biểu tượng hoặc ứng dụng không còn tồn tại
zh_hans: 无法加载图标或应用已不存在
zh_hant: 無法載入圖示或應用程式已不存在
zh_hk: 無法載入圖示或應用程式已不存在

source: Current Configuration
ar: التكوين الحالي
cs: Aktuální konfigurace
da: Aktuel konfiguration
de: Aktuelle Konfiguration
el: Τρέχουσα διαμόρφωση
es: Configuración actual
fi: Nykyinen määritys
fr: Configuration actuelle
hi: वर्तमान कॉन्फ़िगरेशन
hu: Jelenlegi konfiguráció
id: Konfigurasi Saat Ini
it: Configurazione attuale
ja: 現在の構成
ko: 현재 구성
ms: Konfigurasi Semasa
nb: Gjeldende konfigurasjon
nl: Huidige configuratie
pl: Bieżąca konfiguracja
pt: Configuração atual
ro: Configurare curentă
ru: Текущая конфигурация
sv: Aktuell konfiguration
th: การกำหนดค่าปัจจุบัน
tr: Geçerli Yapılandırma
uk: Поточна конфігурація
vi: Cấu hình hiện tại
zh_hans: 当前配置
zh_hant: 目前的設定
zh_hk: 目前的設定

source: Custom icons have been successfully restored.
ar: تمت استعادة الأيقونات المخصصة بنجاح.
cs: Vlastní ikony byly úspěšně obnoveny.
da: Brugerdefinerede ikoner er blevet gendannet.
de: Benutzerdefinierte Symbole wurden erfolgreich wiederhergestellt.
el: Τα προσαρμοσμένα εικονίδια αποκαταστάθηκαν επιτυχώς.
es: Los iconos personalizados han sido restaurados correctamente.
fi: Mukautetut kuvakkeet on palautettu onnistuneesti.
fr: Les icônes personnalisées ont été restaurées avec succès.
hi: कस्टम आइकन सफलतापूर्वक पुनर्स्थापित किए गए।
hu: Az egyéni ikonok sikeresen visszaállítva.
id: Ikon kustom telah berhasil dipulihkan.
it: Le icone personalizzate sono state ripristinate con successo.
ja: カスタムアイコンは正常に復元されました。
ko: 사용자 지정 아이콘이 성공적으로 복원되었습니다.
ms: Ikon tersuai telah berjaya dipulihkan.
nb: Tilpassede ikoner har blitt gjenopprettet.
nl: Aangepaste pictogrammen zijn succesvol hersteld.
pl: Niestandardowe ikony zostały pomyślnie przywrócone.
pt: Os ícones personalizados foram restaurados com sucesso.
ro: Pictogramele personalizate au fost restaurate cu succes.
ru: Пользовательские значки успешно восстановлены.
sv: Anpassade ikoner har återställts.
th: กู้คืนไอคอนที่กำหนดเองเรียบร้อยแล้ว
tr: Özel simgeler başarıyla geri yüklendi.
uk: Користувацькі іконки успішно відновлені.
vi: Các biểu tượng tùy chỉnh đã được khôi phục thành công.
zh_hans: 自定义图标已成功恢复。
zh_hant: 已成功回復自訂圖像。
zh_hk: 已成功回復自訂圖像。

source: Custom Interval
ar: فترة مخصصة
cs: Vlastní interval
da: Brugerdefineret interval
de: Benutzerdefiniertes Intervall
el: Προσαρμοσμένο διάστημα
es: Intervalo personalizado
fi: Mukautettu aikaväli
fr: Intervalle personnalisé
hi: कस्टम अंतराल
hu: Egyéni időköz
id: Interval Kustom
it: Intervallo personalizzato
ja: カスタム間隔
ko: 사용자 지정 간격
ms: Selang Tersuai
nb: Tilpasset intervall
nl: Aangepast interval
pl: Niestandardowy interwał
pt: Intervalo personalizado
ro: Interval personalizat
ru: Пользовательский интервал
sv: Anpassat intervall
th: ช่วงเวลาที่กำหนดเอง
tr: Özel Aralık
uk: Користувацький інтервал
vi: Khoảng thời gian tùy chỉnh
zh_hans: 自定义间隔
zh_hant: 自訂間隔
zh_hk: 自訂間隔

source: Custom...
ar: مخصص…
cs: Vlastní…
da: Brugerdefineret…
de: Benutzerdefiniert…
el: Προσαρμοσμένο…
es: Personalizado…
fi: Mukautettu…
fr: Personnalisé…
hi: कस्टम…
hu: Egyéni…
id: Kustom…
it: Personalizzato…
ja: カスタム…
ko: 사용자 정의…
ms: Tersuai…
nb: Egendefinert…
nl: Aangepast…
pl: Niestandardowy…
pt: Personalizado…
ro: Personalizat…
ru: Настроить…
sv: Anpassat…
th: กำหนดเอง…
tr: Özel…
uk: Власний…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…
zh_hk: 自訂…

source: Customized
ar: مخصص
cs: Upravené
da: Tilpasset
de: Angepasst
el: Προσαρμοσμένα
es: Personalizado
fi: Mukautetut
fr: Personnalisé
hi: अनुकूलित
hu: Testreszabott
id: Dikustomisasi
it: Personalizzato
ja: カスタム済み
ko: 사용자 지정됨
ms: Tersuai
nb: Tilpasset
nl: Aangepast
pl: Dostosowane
pt: Personalizado
ro: Personalizat
ru: Настроенные
sv: Anpassad
th: กำหนดเอง
tr: Özelleştirilmiş
uk: Налаштовані
vi: Đã tùy chỉnh
zh_hans: 已自定义
zh_hant: 已自訂
zh_hk: 已自訂

source: Czech
ar: التشيكية
cs: Čeština
da: Tjekkisk
de: Tschechisch
el: Τσεχικά
es: Checo
fi: Tšekki
fr: Tchèque
hi: चेक
hu: Cseh
id: Ceko
it: Ceco
ja: チェコ語
ko: 체코어
ms: Bahasa Czech
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
pt: Tcheco
ro: Cehă
ru: Чешский
sv: Tjeckiska
th: เช็ก
tr: Çekçe
uk: Чеська
vi: Tiếng Séc
zh_hans: 捷克语
zh_hant: 捷克語
zh_hk: 捷克語

source: Danish
ar: الدانماركية
cs: Dánština
da: Dansk
de: Dänisch
el: Δανικά
es: Danés
fi: Tanska
fr: Danois
hi: डेनिश
hu: Dán
id: Denmark
it: Danese
ja: デンマーク語
ko: 덴마크어
ms: Bahasa Denmark
nb: Dansk
nl: Deens
pl: Duński
pt: Dinamarquês
ro: Daneză
ru: Датский
sv: Danska
th: เดนมาร์ก
tr: Danca
uk: Данська
vi: Tiếng Đan Mạch
zh_hans: 丹麦语
zh_hant: 丹麥語
zh_hk: 丹麥語

source: Dock
ar: شريط الإرساء
zh_hans: 程序坞
zh_hant: 程式塢
zh_hk: 程式塢

source: Dock Preview
ar: معاينة شريط الإرساء
cs: Náhled Docku
da: Dock-forhåndsvisning
de: Dock-Vorschau
el: Προεπισκόπηση Dock
es: Vista previa del Dock
fi: Dock-esikatselu
fr: Aperçu du Dock
hi: Dock पूर्वावलोकन
hu: Dock előnézet
id: Pratinjau Dock
it: Anteprima Dock
ja: Dock プレビュー
ko: Dock 미리보기
ms: Pratonton Dock
nb: Dock-forhåndsvisning
nl: Dock-voorbeeld
pl: Podgląd Docka
pt: Pré-visualização do Dock
ro: Previzualizare Dock
ru: Предпросмотр Dock
sv: Dock-förhandsvisning
th: ตัวอย่าง Dock
tr: Dock Önizleme
uk: Попередній перегляд Dock
vi: Xem trước Dock
zh_hans: 程序坞预览
zh_hant: 程式塢預覽
zh_hk: 程式塢預覽

source: Dutch
ar: الهولندية
cs: Nizozemština
da: Hollandsk
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fi: Hollanti
fr: Néerlandais
hi: डच
hu: Holland
id: Belanda
it: Olandese
ja: オランダ語
ko: 네덜란드어
ms: Bahasa Belanda
nb: Nederlandsk
nl: Nederlands
pl: Niderlandzki
pt: Holandês
ro: Olandeză
ru: Нидерландский
sv: Nederländska
th: ดัตช์
tr: Felemenkçe
uk: Нідерландська
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語
zh_hk: 荷蘭語

source: English
ar: الإنجليزية
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fi: Englanti
fr: Anglais
hi: अंग्रेज़ी
hu: Angol
id: Inggris
it: Inglese
ja: 英語
ko: 영어
ms: Bahasa Inggeris
nb: Engelsk
nl: Engels
pl: Angielski
pt: Inglês
ro: Engleză
ru: Английский
sv: Engelska
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英文
zh_hk: 英文

source: Enter a custom interval (in hours) for automatic icon restoration.
ar: أدخل فترة مخصصة (بالساعات) لاستعادة الأيقونات تلقائيًا.
cs: Zadejte vlastní interval (v hodinách) pro automatické obnovení ikon.
da: Angiv et brugerdefineret interval (i timer) for automatisk ikongendannelse.
de: Geben Sie ein benutzerdefiniertes Intervall (in Stunden) für die automatische Symbolwiederherstellung ein.
el: Εισάγετε ένα προσαρμοσμένο διάστημα (σε ώρες) για αυτόματη επαναφορά εικονιδίων.
es: Ingrese un intervalo personalizado (en horas) para la restauración automática de iconos.
fi: Syötä mukautettu aikaväli (tunteina) automaattista kuvakkeiden palautusta varten.
fr: Entrez un intervalle personnalisé (en heures) pour la restauration automatique des icônes.
hi: स्वचालित आइकन पुनर्स्थापना के लिए एक कस्टम अंतराल (घंटों में) दर्ज करें।
hu: Adjon meg egyéni időközt (órákban) az automatikus ikon-visszaállításhoz.
id: Masukkan interval kustom (dalam jam) untuk pemulihan ikon otomatis.
it: Inserisci un intervallo personalizzato (in ore) per il ripristino automatico delle icone.
ja: アイコン自動復元のためのカスタム間隔（時間単位）を入力してください。
ko: 자동 아이콘 복원을 위한 사용자 지정 간격(시간)을 입력하세요.
ms: Masukkan selang tersuai (dalam jam) untuk pemulihan ikon automatik.
nb: Angi et tilpasset intervall (i timer) for automatisk ikongjenoppretting.
nl: Voer een aangepast interval (in uren) in voor automatisch pictogramherstel.
pl: Wprowadź niestandardowy interwał (w godzinach) automatycznego przywracania ikon.
pt: Insira um intervalo personalizado (em horas) para a restauração automática de ícones.
ro: Introduceți un interval personalizat (în ore) pentru restaurarea automată a pictogramelor.
ru: Введите пользовательский интервал (в часах) для автоматического восстановления значков.
sv: Ange ett anpassat intervall (i timmar) för automatisk ikonåterställning.
th: ป้อนช่วงเวลาที่กำหนดเอง (เป็นชั่วโมง) สำหรับการกู้คืนไอคอนอัตโนมัติ
tr: Otomatik simge geri yükleme için özel bir aralık (saat cinsinden) girin.
uk: Введіть користувацький інтервал (у годинах) для автоматичного відновлення іконок.
vi: Nhập khoảng thời gian tùy chỉnh (tính bằng giờ) để khôi phục biểu tượng tự động.
zh_hans: 输入自动图标恢复的自定义间隔（以小时为单位）。
zh_hant: 輸入自動圖像回復的自訂間隔（以小時為單位）。
zh_hk: 輸入自動圖像回復的自訂間隔（以小時為單位）。

source: Enter a custom interval (in minutes) for checking app updates.
ar: أدخل فترة مخصصة (بالدقائق) للتحقق من تحديثات التطبيقات.
cs: Zadejte vlastní interval (v minutách) pro kontrolu aktualizací aplikací.
da: Angiv et brugerdefineret interval (i minutter) for kontrol af app-opdateringer.
de: Geben Sie ein benutzerdefiniertes Intervall (in Minuten) für die Überprüfung von App-Updates ein.
el: Εισάγετε ένα προσαρμοσμένο διάστημα (σε λεπτά) για τον έλεγχο ενημερώσεων εφαρμογών.
es: Ingrese un intervalo personalizado (en minutos) para verificar actualizaciones de aplicaciones.
fi: Syötä mukautettu aikaväli (minuuteissa) sovelluspäivitysten tarkistamiseen.
fr: Entrez un intervalle personnalisé (en minutes) pour la vérification des mises à jour d'applications.
hi: ऐप अपडेट की जांच के लिए एक कस्टम अंतराल (मिनटों में) दर्ज करें।
hu: Adjon meg egyéni időközt (percekben) az alkalmazásfrissítések ellenőrzéséhez.
id: Masukkan interval kustom (dalam menit) untuk memeriksa pembaruan aplikasi.
it: Inserisci un intervallo personalizzato (in minuti) per il controllo degli aggiornamenti.
ja: アプリ更新チェックのためのカスタム間隔（分単位）を入力してください。
ko: 앱 업데이트 확인을 위한 사용자 지정 간격(분)을 입력하세요.
ms: Masukkan selang tersuai (dalam minit) untuk menyemak kemas kini apl.
nb: Angi et tilpasset intervall (i minutter) for å sjekke appoppdateringer.
nl: Voer een aangepast interval (in minuten) in voor het controleren van app-updates.
pl: Wprowadź niestandardowy interwał (w minutach) sprawdzania aktualizacji aplikacji.
pt: Insira um intervalo personalizado (em minutos) para verificar atualizações de aplicativos.
ro: Introduceți un interval personalizat (în minute) pentru verificarea actualizărilor aplicațiilor.
ru: Введите пользовательский интервал (в минутах) для проверки обновлений приложений.
sv: Ange ett anpassat intervall (i minuter) för att kontrollera appuppdateringar.
th: ป้อนช่วงเวลาที่กำหนดเอง (เป็นนาที) สำหรับการตรวจสอบการอัปเดตแอป
tr: Uygulama güncellemelerini kontrol etmek için özel bir aralık (dakika cinsinden) girin.
uk: Введіть користувацький інтервал (у хвилинах) для перевірки оновлень додатків.
vi: Nhập khoảng thời gian tùy chỉnh (tính bằng phút) để kiểm tra cập nhật ứng dụng.
zh_hans: 输入检查应用更新的自定义间隔（以分钟为单位）。
zh_hant: 輸入檢查 App 更新的自訂間隔（以分鐘為單位）。
zh_hk: 輸入檢查應用程式更新的自訂間隔（以分鐘為單位）。

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Error Restoring Icons
ar: خطأ في استعادة الأيقونات
cs: Chyba při obnovení ikon
da: Fejl ved gendannelse af ikoner
de: Fehler beim Wiederherstellen der Symbole
el: Σφάλμα επαναφοράς εικονιδίων
es: Error al restaurar iconos
fi: Virhe kuvakkeiden palautuksessa
fr: Erreur lors de la restauration des icônes
hi: आइकन पुनर्स्थापित करने में त्रुटि
hu: Hiba az ikonok visszaállításakor
id: Kesalahan Memulihkan Ikon
it: Errore nel ripristino delle icone
ja: アイコンの復元中にエラー
ko: 아이콘 복원 오류
ms: Ralat Memulihkan Ikon
nb: Feil ved gjenoppretting av ikoner
nl: Fout bij herstellen van pictogrammen
pl: Błąd przywracania ikon
pt: Erro ao restaurar ícones
ro: Eroare la restaurarea pictogramelor
ru: Ошибка восстановления значков
sv: Fel vid återställning av ikoner
th: เกิดข้อผิดพลาดในการกู้คืนไอคอน
tr: Simgeleri Geri Yüklerken Hata
uk: Помилка відновлення іконок
vi: Lỗi khôi phục biểu tượng
zh_hans: 恢复图标出错
zh_hant: 回復圖像時出錯
zh_hk: 回復圖像時出錯

source: Escape Failed
ar: فشل الخروج
cs: Únik selhal
da: Flugt mislykkedes
de: Flucht fehlgeschlagen
el: Η απόδραση απέτυχε
es: Escape fallido
fi: Pako epäonnistui
fr: Évasion échouée
hi: बचाव विफल
hu: Szökés sikertelen
id: Pelarian gagal
it: Fuga fallita
ja: 脱出失敗
ko: 탈출 실패
ms: Pelarian gagal
nb: Rømming mislyktes
nl: Ontsnapping mislukt
pl: Ucieczka nie powiodła się
pt: Fuga falhou
ro: Evadare eșuată
ru: Побег не удался
sv: Flykt misslyckades
th: การหลบหนีล้มเหลว
tr: Kaçış başarısız
uk: Втеча не вдалася
vi: Thoát thất bại
zh_hans: 逃脱失败
zh_hant: 逃脫失敗
zh_hk: 逃脫失敗
